/* Localizable.strings file for webdavfs.bundle */

"WebDAV File System Authentication" = "WebDAV File System Authentication";
"Enter Username and Password for URL: " = "Enter Username and Password for URL: ";
"\nRealm: " = "\nRealm: ";
"Username" = "Username";
"Password" = "Password";
"OK" = "OK";
"Cancel" = "Cancel";
"Add to Keychain" = "Add to Keychain";
"WebDAV File System Security Notice" = "WebDAV File System Security Notice";
"You have been challenged by a WebDAV server which is not secure. If you continue and supply your username and password, they can be read while in transit." = "You have been challenged by a WebDAV server which is not secure. If you continue and supply your username and password, they can be read while in transit.";
"Continue" = "Continue";
